;
; If you have translated the new language file, you can send it to aqiayi@sina.com .
; welcome to visit baymax patch tools website: https://www.chinapyg.com

[info]
;Language name in your own language e.g. Deutsch
Language=简体中文
;Language name in English e.g. German
LanguageEn=Chinese(Simplified)
LanguageVer=1.0
Translator=Baymax/PYG

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[setting]
; Setting UI
1000 = 选项
1001 = 替换重定位表和相对偏移（包含加壳程序）
1002 = 替换结构体偏移
1003 = 替换栈寄存器偏移
1004 = 替换立即数（不推荐）
1005 = 替换短跳转偏移（不推荐）
1006 = 当前模块特征码不唯一时弹框提示
1007 = 选择语言：
1008 = 确定
1009 = 特征码搜索结果上限为100条

[notify]
; Notify UI
2000 = 特征码复制完成。\r\n\r\n在 %s 模块中共找到 %d 处特征码，点击“查看”按钮浏览详情。
2001 = 特征码复制完成。\r\n\r\n当前模块中共找到 %d 处特征码，点击“查看”按钮浏览详情。\r\n模块名称：%s
2002 = 友情提示
2003 = 不再显示该弹框
2004 = 查看
2005 = 特征码复制完成。\r\n\r\n在 %s 模块中至少找到 %d 处特征码，点击“查看”按钮浏览详情。
2006 = 特征码复制完成。\r\n\r\n在当前模块中至少找到 %d 处特征码，点击“查看”按钮浏览详情。\r\n模块名称：%s

[search]
; Search UI
3000 = 特征码搜索
3001 = 模块列表：
3002 = 特征码：
3003 = 序号
3004 = 内存地址(VA)
3005 = 相对偏移(RVA)
3006 = 文件偏移(FOA)
3007 = 未找到特征码。
3008 = 共找到 %d 处。
3009 = 友情提示
3010 = 特征码数据字节应为偶数
3011 = 特征码HEX数据有误
3012 = 备注
3013 = 搜索
3014 = 复制 VA(&V)
3015 = 复制 RVA(&R)
3016 = 复制 FOA(&F)
3017 = 区段名称
3018 = 内存属性
3019 = 至少找到99处。

[menu]
; popup menu
4000 = 选项
4001 = 复制特征码
4002 = 搜索特征码
